[
  {
    "name": "",
    "amount": "",
    "ingredients": [],
    "howto": "",
    "url": "",
    "text": ""
  },
  {
    "name": "Blomsterkakor med ätbara blommor",
    "amount": "Recept, ca. 40 kakor",
    "ingredients": [
      "200g smör",
      "1 dl strösocker",
      "1 tsk vaniljsocker",
      "4,5 dl vetemjöl",
      "Färska ätbara blommor",
      "Strösocker"
    ],
    "howto": "Blanda alla ingredienser till mördegen och knåda ihop till en fast deg. Degen är väldigt smulig i början så knåda ordentligt med händerna. Täck över degen med plastfolie eller bivaxpapper och låt vila en halvtimme i kylen. Sätt ugnen på 175 grader. Kavla ut den kylda degen direkt på ett bakplåtspapper tills den är 4 mm. Använd en rund kakskärare/utstickare för att stansa ut kakorna, lägg sedan blommorna på varje cirkelformad kaka och gnugga fast dem försiktigt med ett bakplåtspapper över blommorna. Degen har nu tryckts ut lite så använd kakskäraren igen för att skära ut varje kaka på nytt. Ta bort all överflödig deg runt om kakorna och baka av dem i ugnen i ca. 8 minuter tills kakorna precis har börjat på färg. Ta ut kakorna från ugnen och strössla socker på dem medan de är varma, så blir de extra knapriga och vackra. Förvara kakorna i en tätslutande låda så håller de länge.",
    "url": "https://thewayweplay.se/caroline-borg/2020/08/blomsterkakor-recept/"
  },
  {
    "name": "Glutenfria Scones med havregryn",
    "amount": "Recept, 5-6 scones",
    "ingredients": [
      "3,5 dl glutenfritt mjöl",
      "1 dl havregryn",
      "2 tsk bakpulver",
      "0,5 tsk salt",
      "50 g smör",
      "2 dl mjölk"
    ],
    "howto": "Blanda alla torra ingredienser. Skiva ner smöret i små bitar och använd händerna för att nypa ihop smöret med mjölblandningen. Rör ner mjölken och låt svälla en liten stund så smeten blir fast. Klicka ut 5-6 scones med hjälp av skedar och pensla sen med vatten eller släta ut bröden med fuktiga händer. Grädda på 225 grader i mitten av ugnen i 10 min tills sconesen är gyllenbruna.",
    "url": "https://thewayweplay.se/caroline-borg/2020/07/glutenfria-scones-loppisfynd-pa-landet/",
    "text": "Ät Sconesen med massor smör och lemoncurd blandat med créme fraiche. Det låter jättekonstigt, det tyckte jag med när Jens föreslog blandningen eftersom vi inte hade någon färskost, men testa. Blanda bara ungefär lika delar lemoncurd med créme fraiche och bred på bröden."
  },
  {
    "name": "Ugnsbakade aprikoser i vaniljsockerlag",
    "amount": "",
    "ingredients": [
      "Aprikoser",
      "Körsbär (om du har)",
      "1,5 dl socker",
      "1,5 dl vatten",
      "Vaniljsocker",
      "Citronverbena",
      "Grekisk yoghurt"
    ],
    "howto": "Du halverar aprikoserna, tar bort kärnorna och lägger på en plåt klädd med bakplåtspapper. Allra godast blir det med aprikoser som är helt mogna med mycket smak, annars smakar de inte så mycket. Emily hade lite körsbär också så jag gjorde samma med dem. Sen bakar du dem på 150 grader i ungefär en halvtimme tills de blir alldeles mjuka, du kan vända på dem efter halva tiden. Under tiden kokar du upp en sockerlag med 1,5 dl socker och 1,5 dl vatten. Det ska bara koka upp så att sockerkristallerna löser upp sig. Sen kan man smaksätta med vad man vill, ex. vanilj, citronzest och citronjuice. Den här gången blev det lite vaniljsocker och citronverbena. När aprikoserna och körsbären är klara så lägger du ner dem i sockerlagen och låter det svalna en stund. Sen är det bara att lägga upp grekisk eller turkisk yoghurt och toppa med frukterna och lite sockerlag. Det är verkligen sommar i en skål!",
    "url": "https://thewayweplay.se/caroline-borg/2020/06/en-sommarkvall-i-juni/",
    "text": ""
  }
]
