[
  {
    "name": "",
    "amount": "",
    "ingredients": [],
    "howto": "",
    "url": "",
    "text": ""
  },
  {
    "name": "Blomsterkakor med ätbara blommor",
    "amount": "Recept, ca. 40 kakor",
    "ingredients": [
      "200g smör",
      "1 dl strösocker",
      "1 tsk vaniljsocker",
      "4,5 dl vetemjöl",
      "Färska ätbara blommor",
      "Strösocker"
    ],
    "howto": "Blanda alla ingredienser till mördegen och knåda ihop till en fast deg. Degen är väldigt smulig i början så knåda ordentligt med händerna. Täck över degen med plastfolie eller bivaxpapper och låt vila en halvtimme i kylen. Sätt ugnen på 175 grader. Kavla ut den kylda degen direkt på ett bakplåtspapper tills den är 4 mm. Använd en rund kakskärare/utstickare för att stansa ut kakorna, lägg sedan blommorna på varje cirkelformad kaka och gnugga fast dem försiktigt med ett bakplåtspapper över blommorna. Degen har nu tryckts ut lite så använd kakskäraren igen för att skära ut varje kaka på nytt. Ta bort all överflödig deg runt om kakorna och baka av dem i ugnen i ca. 8 minuter tills kakorna precis har börjat på färg. Ta ut kakorna från ugnen och strössla socker på dem medan de är varma, så blir de extra knapriga och vackra. Förvara kakorna i en tätslutande låda så håller de länge.",
    "url": "https://thewayweplay.se/caroline-borg/2020/08/blomsterkakor-recept/"
  },
  {
    "name": "Glutenfria Scones med havregryn",
    "amount": "Recept, 5-6 scones",
    "ingredients": [
      "3,5 dl glutenfritt mjöl",
      "1 dl havregryn",
      "2 tsk bakpulver",
      "0,5 tsk salt",
      "50 g smör",
      "2 dl mjölk"
    ],
    "howto": "Blanda alla torra ingredienser. Skiva ner smöret i små bitar och använd händerna för att nypa ihop smöret med mjölblandningen. Rör ner mjölken och låt svälla en liten stund så smeten blir fast. Klicka ut 5-6 scones med hjälp av skedar och pensla sen med vatten eller släta ut bröden med fuktiga händer. Grädda på 225 grader i mitten av ugnen i 10 min tills sconesen är gyllenbruna.",
    "url": "https://thewayweplay.se/caroline-borg/2020/07/glutenfria-scones-loppisfynd-pa-landet/",
    "text": "Ät Sconesen med massor smör och lemoncurd blandat med créme fraiche. Det låter jättekonstigt, det tyckte jag med när Jens föreslog blandningen eftersom vi inte hade någon färskost, men testa. Blanda bara ungefär lika delar lemoncurd med créme fraiche och bred på bröden."
  },
  {
    "name": "Ugnsbakade aprikoser i vaniljsockerlag",
    "amount": "",
    "ingredients": [
      "Aprikoser",
      "Körsbär (om du har)",
      "1,5 dl socker",
      "1,5 dl vatten",
      "Vaniljsocker",
      "Citronverbena",
      "Grekisk yoghurt"
    ],
    "howto": "Du halverar aprikoserna, tar bort kärnorna och lägger på en plåt klädd med bakplåtspapper. Allra godast blir det med aprikoser som är helt mogna med mycket smak, annars smakar de inte så mycket. Emily hade lite körsbär också så jag gjorde samma med dem. Sen bakar du dem på 150 grader i ungefär en halvtimme tills de blir alldeles mjuka, du kan vända på dem efter halva tiden. Under tiden kokar du upp en sockerlag med 1,5 dl socker och 1,5 dl vatten. Det ska bara koka upp så att sockerkristallerna löser upp sig. Sen kan man smaksätta med vad man vill, ex. vanilj, citronzest och citronjuice. Den här gången blev det lite vaniljsocker och citronverbena. När aprikoserna och körsbären är klara så lägger du ner dem i sockerlagen och låter det svalna en stund. Sen är det bara att lägga upp grekisk eller turkisk yoghurt och toppa med frukterna och lite sockerlag. Det är verkligen sommar i en skål!",
    "url": "https://thewayweplay.se/caroline-borg/2020/06/en-sommarkvall-i-juni/",
    "text": ""
  },
  {
    "name": "Midsommartårta med rabarber",
    "amount": "",
    "ingredients": [
      "Glutenfri tårtbotten",
      "Rabarber",
      "Frysta jordgubbar",
      "Socker",
      "Syren- och rosenbladssocker"
    ],
    "secondary_name": "Frosting",
    "secondary_ingredients": [
      "100 g smör",
      "2 dl florsocker",
      "200 g färskost",
      "1 dl rabarberkompott"
    ],
    "howto": "Jag bakade en vanlig glutenfri tårtbotten som jag delade på hälften. Mellan lagren hade jag en kompott på rabarber, lite frysta jordgubbar, socker och ett syren- och rosenbladssocker som jag gjorde för två somrar sen och glömt bort i frysen sedan dess. Passa på att göra det med de sista syrenblommorna, eller bara med nyponrosorna som precis börjat slå ut här i Stockholm. Du mortlar socker med syrenblommor (ju mörkare desto mer smak) och rosenblad så att det blir ett ljuvligt ljuslila socker och förvarar sen i frysen för att det ska hålla smaken och färgen. På tårtan hade jag sen en frosting gjord på 100 gram smör, 2 dl florsocker, 200 g färskost och 1 dl rabarberkompott. Ovanpå frostingen strösslade jag sen lite extra syrensocker för att lyfta den blommiga smaken lite extra och så dekorerade jag med stora nyponrosor. Så vackert och magiskt gott! Visst måste det vara den perfekta midsommartårtan?",
    "url": "https://thewayweplay.se/caroline-borg/2020/06/lite-lordagstankar-midsommartarta-med-rabarber/",
    "text": ""
  },
  {
    "name": "Världens godaste tomatsås",
    "amount": "Recept, 3-4 portioner",
    "ingredients": [
      "3 vitlöksklyftor",
      "3 sardellfiléer",
      "1 buljongtärning",
      "1 kruka basilika",
      "1 dl vitt vin",
      "1 dl vatten",
      "1 burk hela tomater",
      "Olivolja",
      "Smör",
      "Parmesan",
      "Salt & svartpeppar"
    ],
    "howto": "Finhacka tre vitlöksklyftor och bryn i rejält med olivolja. I med tre sardellfiléer och fräs en stund och lägg sen ner två stora kvistar basilika (med stjälk och allt). I med ett litet glas vitt vin, en buljongtärning (gärna hönsbuljong) och en dl vatten. Koka ner allt till hälften och häll sen i en burk med hela tomater. Koka i ca. 20 minuter och mixa sen ihop till en sås med stavmixer. Smaka av med salt. När pastan är färdigkokt så blanda ner lagom mycket sås i pastan tillsammans med en stor klick smör, riven parmesan och nymald svartpeppar.",
    "url": "https://thewayweplay.se/caroline-borg/2020/05/var-helg-varldens-godaste-tomatsas/",
    "text": ""
  },
  {
    "name": "Trädgårdsfocaccia Glutenfri",
    "amount": "Recept, 1 bröd",
    "ingredients": [
      "50 g jäst",
      "4 dl vatten",
      "1 msk honung",
      "5 msk olivolja",
      "500 g glutenfri mjölmix",
      "1 ägg"
    ],
    "secondary_name": "Topping",
    "secondary_ingredients": [
      "Vi använde rädisor, vårlök, nässlor, ramslök, rosmarin, apelsintimjan och stäppsalvia",
      "En god olivolja",
      "Havssalt"
    ],
    "howto": "Smula jästen i en bunke. Värm vatten, honung och olivolja till 37 grader och rör ner i bunken så att jästen löser upp sig. Rör ner mjölet i vätskan, knäck sedan ner ägget och rör om ordentligt till en fast men kladdig deg. Låt jäsa under bakduk i en halvtimme. Ta fram en långpanna och olja in botten. När degen jäst färdigt lägger du över den i långpannan och plattar ut, du kan ha lite olja på händerna så går det lättare. Sätt ugnen på 200 grader. Nu börjar det roliga, att dekorera! Skär primörer, de späda lökarna och annat du hittat i trädgården på hälften. Lägg ut på degen och tryck med lätt hand ner dem lite. Ringla olivolja över och strössla på rikligt med havssalt. Låt brödet jäsa i 20 minuter under bakduk och grädda sedan i ugnen i 20-30 minuter tills brödet fått en gyllene (men inte för brun) färg. På med lite extra av någon god olivolja och njut av det varma brödet!",
    "url": "https://thewayweplay.se/caroline-borg/2020/05/tradgardsfocaccia/",
    "text": ""
  },
  {
    "name": "Madeleinekakor med lavendel",
    "amount": "Recept, 12 kakor",
    "ingredients": [
      "100 g smör",
      "2 ägg",
      "0,5 dl strösocker",
      "2 tsk vaniljsocker",
      "2 dl vetemjöl",
      "0,5 tsk bakpulver",
      "0,25 dl mjölk"
    ],
    "secondary_name": "Lavendelsocker",
    "secondary_ingredients": [
      "0,5 dl strösocker (och 0,25 dl extra att vända kakorna i)",
      "2 krm vaniljpulver eller en vaniljstång",
      "Ett knippe torkad lavendel"
    ],
    "howto": "Börja med lavendelsockret. Plocka lavendeln från sina stjälkar och mortla tillsammans med 0,5 dl strösocker. Du behöver ganska mycket lavendel för att det ska ge ordentligt smak. Lägg undan hälften av lavendelsockret att vända de färdiga kakorna i och använd resten till smeten. Sätt ugnen på 220 grader. Smöra och mjöla en kakform för Madeleinekakor, vi använde en vi köpt på Artilleriet i vintras men de finns även att köpa exempelvis här (adlink). Bryn smöret och ställ åt sidan att svalna något. Vispa ägg, 0,5 dl strösocker och hälften av lavendelsockret med elvisp tills det blir vitt och pösigt. Sikta i de torra ingredienserna, blanda i mjölken och sen det brynta smöret, lite i taget. Blanda tills du har en jämn och fin smet och fyll sedan kakformarna, nästan upp till kanten. Sänk ugnen till 200 grader och grädda i cirka 8 minuter tills de är gyllenbruna och fina. Under tiden som kakorna är i ugnen, blanda det resterande lavendelsockret med 0,25 dl extra socker och mortla något. När kakorna är färdiga, ta ut dem ur ugnen och låt svalna någon minut innan du välter ut dem ur formen. Vänd de varma kakorna i lavendelsockret och ät gärna direkt.",
    "url": "https://thewayweplay.se/caroline-borg/2020/05/madeleinekakor-med-lavendel-under-fladertradet/",
    "text": ""
  },
  {
    "name": "Havrevåfflor med päron och citron",
    "amount": "Recept, 4 våfflor",
    "ingredients": [
      "2 dl havremjölk",
      "2 dl havremjölk (eller finmixade havregryn",
      "1 tsk bakpulver",
      "1 ägg",
      "0,5 tsk vaniljsocker",
      "Citronzest från en halv citron",
      "Smör till gräddning"
    ],
    "howto": "Blanda alla torra ingredienser, vispa ned havremjölk och riv ner skalet från en halv citron. Vispa sen ner ett ägg. Grädda våfflorna med smör i våffeljärnet. Toppa med valfritt tillbehör. Om du vill ha salt topping så skippa bara vaniljsockret i smeten.",
    "url": "https://thewayweplay.se/caroline-borg/2020/03/havrevafflor-med-paron-och-citron/",
    "text": ""
  }
]
